Repository: piger/qstode
Catalog: qstode/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Administrator
it: Amministratore

source: Active
it: Attivo

source: Passwords must match
it: Le password non corrispondono

source: Confirm new password
it: Conferma nuova password

source: Admin
it: Amministrazione

source: Search tags
it: Ricerca tag

source: Search query
it: Query di ricerca

source: Title
it: Titolo

source: Private
it: Privato

source: Name
it: Nome

source: Rename
it: Rinomina

source: Tag already exists
it: Tag già presente nel database

source: Username already exists
it: Username non disponibile

source: E-mail already registered
it: E-mail non disponibile

source: New password
it: Nuova password

source: Password length must be between %(min)d and %(max)d characters
it: La lunghezza della password deve essere tra %(min)d e %(max)d caratteri

source: Confirm password
it: Conferma password

source: Page not found
it: Pagina non trovata

source: 404 - Page not found
it: 404 - Pagina non trovata

source: The page you requested could not be found and the server is sad about it.
it: La pagina richiesta non è stata trovata, con sommo dispiacere del server.

source: Back
it: Torna indietro

source: Server Error
it: Errore del server

source: An unexpected error has occurred
it: Il server ha prodotto un errore processando la richiesta

source: A selection of the best articles passing by our displays
it: Una selezione <em>critica</em> dei migliori articoli che passano sui nostri schermi

source: Title of the bookmark
it: Titolo del bookmark

source: A comma-separated list of tags
it: Una lista di tag separate da virgola

source: To save a private bookmark.
it: Per salvare un bookmark privato.

source: Select some text from the bookmarked page and it will appear here, or write a note.
it: Seleziona del testo dalla pagina che stai salvando per farlo comparire qui, oppure scrivi una nota.

source: PRIVATE
it: PRIVATO

source: added %(quando)s
it: aggiunto %(quando)s

source: Modify
it: Modifica

source: Statistics
it: Statistiche

source: Advanced search
it: Ricerca avanzata

source: Create profile
it: Crea profilo

source: Create your user profile
it: Crea il tuo profilo utente

source: Create
it: Crea

source: Back to top
it: Torna in cima

source: Built with
it: Costruito con

source: Icons from
it: Icone create da

source: licensed under
it: sotto licenza

source: Contact us: <em>info [at] qsto.de</em>
it: Per informazioni e contatti: <em>info [at] qsto.de</em>

source: How to use QStode
it: Come usare QStode

source: Usage manual
it: Manuale d'uso

source: Edit profile
it: Modifica profilo

source: Sign Out
it: Esci

source: Login
it: Entra

source: Help
it: Aiuto

source: Save
it: Salva

source: Shortcuts
it: Scorciatoie

source: See also
it: Vedi anche

source: Popular tags
it: Tag popolari

source: No bookmark was found matching your request.
it: Non sono stati trovati bookmark corrispondenti.

source: Warning!
it: Attenzione!

source: You don't have the permission required to view this page.
it: Non hai i permessi necessari per visualizzare la pagina richiesta.

source: New user registration
it: Registrazione nuovo utente

source: Register
it: Registrati

source: Registration of new users is currently disabled.
it: La registrazione di nuovi utenti non è attiva.

source: Search results
it: Risultati della ricerca

source: Search results for: %(query)s
it: Risultati della ricerca per: %(query)s

source: Your search didn't match any bookmark.
it: La ricerca non ha prodotto risultati.

source: Other bookmarks in the same category
it: Altri bookmark nella stessa categoria

source: Tag search
it: Ricerca per tag

source: Tagged with:
it: Taggati con:

source: near tags:
it: tag vicine:

source: Authentication required
it: Per visualizzare la pagina richiesta è necessario autenticarsi

source: You must %(login)s first.
it: Devi prima effettuare l'%(login)s

source: sign on
it: accesso

source: Admin: create user
it: Amministrazione: crea utente

source: Create a new user
it: Crea un nuovo utente

source: Delete user
it: Cancella utente

source: Delete user %(username)s
it: Cancella l'utente %(username)s

source: Admin: modify user
it: Amministrazione: modifica utente

source: Modify user profile
it: Modifica profilo utente

source: Update
it: Aggiorna

source: User list
it: Lista utenti

source: Create user
it: Crea utente

source: Cancel
it: Annulla

source: Page:
it: Pagina:

source: Advanced Search
it: Ricerca avanzata

source: My Bookmarks
it: I miei bookmark

source: Administration
it: Amministrazione

source: RSS Feed
it: Feed RSS

source: Delete
it: Cancella

source: Search
it: Ricerca

source: Edit Profile
it: Modifica profilo

source: Logout
it: Esci

source: About QStode
it: A proposito di QStode

source: Third party libraries and licenses
it: Software di terze parti e license

source: Ask QStode about something:
it: Chiedi qualcosa a QStode:

source: Deleting Bookmark
it: Cancellando bookmark

source: Do you really want to delete this bookmark?
it: Vuoi veramente cancellare questo bookmark?

source: Edit Bookmark
it: Modifica bookmark

source: Help Manual
it: Manuale d'uso

source: Latest bookmarks
it: Ultimi bookmark

source: Sign on
it: Login

source: ERROR
it: ERRORE

source: Authentication failed!
it: Autenticazione fallita!

source: Sign in
it: Accedi

source: Forgot your password? You can request a %(reset)s!
it: Hai dimenticato la password? Puoi richiedere un %(reset)s!

source: If you are lazy you could also try to sign on with %(google)s OpenID by clicking %(openid_login)s.
it: Se sei pigro puoi anche provare il login tramite OpenID con %(google)s cliccando %(openid_login)s.

source: here
it: qui

source: QStode &mdhash; Password reset
it: QStode &mdash; Reset password

source: QStode &mdash; Password recovery
it: QStode &mdash; Recupero password

source: A password reset was requested for your account at <a href="%(main_url)s">QStode</a>; to set a new password click <a href="%(reset_url)s">here</a>.
it: È stata richiesto un reset della password per il tuo account su <a href="%(main_url)s">QStode</a>; per impostare una nuova password clicca <a href="%(reset_url)s">qui</a>

source: If you haven't requested a password reset you can safely ignore this message.
it: Se non hai richiesto un reset della password puoi ignorare questo messaggio.

source: Save a bookmark
it: Salva un bookmark

source: Save a Bookmark
it: Salva un bookmark

source: To add a Bookmark you can also use the <strong>bookmarklet</strong>! Check out the %(help)s section to find out more.
it: Per salvare un bookmark puoi usare anche il <strong>bookmarklet</strong>! Troverai maggiorni informazioni nella sezione %(help)s.

source: Post a new bookmark
it: Salva un nuovo bookmark

source: Request a reset of your password
it: Richiedi un reset della tua password

source: Password reset
it: Reset della password

source: If you have lost your password you can request a reset by filling the form below with your email address; you will soon receive a mail with further instructions (remember to check your <strong>spam</strong> folder!).
it: Se hai perso la password puoi richiedere un reset inserendo nel campo sottostante il tuo indirizzo email; riceverai presto istruzioni per procedere (e ricorda di controllare la cartella dello <strong>spam</strong>!).

source: Send request
it: Invia richiesta

source: Password recovery: choose a new password
it: Recupero password: inserisci una nuova password

source: Password reset: sent
it: Password reset: inviato

source: A password reset process is already active for your account; check your email, especially your <strong>spam</strong> folder!
it: Una procedura di password reset è già attiva per il tuo account; controlla la tua email, specialmente la cartella dello <strong>spam</strong>!

source: If the email address was correct you will soon receive an email with further instructions to reset your password. Remember to check also the <strong>spam</strong> folder of your email account.
it: Se l'indirizzo email che hai inserito è corretto riceverai presto un messaggio con le istruzioni per procedere con il reset della tua password. Ricorda anche di controllare la cartella dello <strong>spam</strong> nella tua casella email.

source: Password reset: done
it: Password reset: completato

source: Password reset complete
it: Password reset completato

source: Password successfully updated! You can now <a href="%(login)s">sign on</a> using your new password.
it: La tua password è stata aggiornata! Puoi procedere effettuando il <a href="%(login)s">login</a> usando le tue nuove credenziali.

source: Tag search
it: Ricerca per tag

source: You must <a href="%(login)s">sign in</a> first!
it: Devi effettuare <a href="%(login)s">l'accesso</a> prima!

source: %(username)s's bookmarks
it: bookmark di %(username)s

source: Bookmarks of <em>%(username)s</em>
it: Bookmark di <em>%(username)s</em>

source: Profile
it: Profilo utente

source: User profile
it: Profilo utente

source: If your email account is hosted at %(gmail)s you can try to enable the OpenID login by clicking %(openid_login)s.
it: Se il tuo account di posta è ospitato da %(gmail)s puoi provare ad abilitare il login con OpenID cliccando %(openid_login)s.

source: Your email address is: <em>%(email)s</em>
it: L'indirizzo e-mail con cui sei registrato è <em>%(email)s</em>

source: You can leave this blank if you don't want to change password
it: Puoi lasciare questo campo in bianco se non desideri cambiare password

source: <a href="%(backup)s">Download</a> a backup of your bookmarks in HTML format
it: <a href="%(backup)s">Scarica</a> una copia di backup dei tuoi bookmark in formato HTML.

source: Administration: create new user
it: Amministrazione: crea nuovo utente

source: Administration: delete user
it: Amministrazione: cancella utente

source: Administration: modify user
it: Amministrazione: modifica utente

source: Administration: index
it: Amministrazione: indice

source: Create new user
it: Crea un nuovo utente

source: Administration: manage users
it: Amministrazione: gestione utenti

source: Status
it: Stato

source: Inactive
it: Inattivo

source: Successfully created user %(username)s
it: Utente %(username)s creato con successo

source: User %(user)s updated
it: Utente %(user)s aggiornato

source: Bookmark added!
it: Bookmark aggiunto!

source: Bookmark modified
it: Bookmark modificato

source: Bookmark deleted
it: Bookmark cancellato

source: year
it: anno

source: years
it: anni

source: month
it: mese

source: months
it: mesi

source: week
it: settimana

source: weeks
it: settimane

source: day
it: giorno

source: days
it: giorni

source: hour
it: ora

source: hours
it: ore

source: minute
it: minuto

source: minutes
it: minuti

source: second
it: secondo

source: seconds
it: secondi

source: %(num)s %(time)s ago
it: %(num)s %(time)s fa

source: Successfully logged in as %(user)s
it: Login effettuato come %(user)s

source: Profile successfully updated
it: Profilo aggiornato con successo

source: OpenID profile updated!
it: profilo OpenID aggiornato!

source: User registered, now you must wait for an admin approval
it: Utente registrato, ora dovrai aspettare che un admin confermi il tuo account
